[
  {
    "item_name": "Mountain View Canvas",
    "subcategory_Name": "Landscape Painting",
    "short_description": "Immerse yourself in the breathtaking beauty of nature with our Mountain View Canvas. This stunning landscape painting captures the majestic allure of snow-capped peaks, rolling hills, and verdant valleys, all rendered with exquisite detail and precision.As you gaze upon this captivating artwork, you'll feel a sense of wonder and tranquility wash over you. The vibrant colors and dynamic brushstrokes bring the scene to life, evoking a sense of awe and admiration for the natural world.Whether displayed in your living room, bedroom, or office, our Mountain View Canvas is sure to become a focal point of conversation and admiration. Its timeless appeal and universal beauty make it a perfect addition to any space, serving as a reminder of the awe-inspiring power and majesty of the great outdoors.With its customizable options, you can personalize this artwork to suit your unique preferences and style. Choose from a variety of sizes, frames, and finishes to create a piece that truly speaks to you.Escape to the serenity of the mountains with our Mountain View Canvas and bring the beauty of nature into your home.",
    "price": 150,
    "rating": 4.5,
    "customization": "Yes",
    "processing_time": "1-2 weeks",
    "stockStatus": "In stock",
    "image_url": "https://i.ibb.co/4sXC36s/Mountain-View-Canvas.jpg"
  },
  {
    "item_name": "Forest-based Landscape Painting",
    "subcategory_Name": "Landscape Painting",
    "short_description": "Step into a world of tranquility with our Forest-based Landscape Painting. This enchanting artwork transports you to a lush forest filled with towering trees, meandering streams, and vibrant foliage, all rendered with remarkable attention to detail and realism.As you admire this captivating scene, you'll feel a sense of peace and serenity wash over you. The gentle play of light and shadow, the intricate textures of the foliage, and the subtle nuances of color combine to create a truly immersive experience that invites you to lose yourself in the beauty of nature.Whether hung in your living room, hallway, or office, our Forest-based Landscape Painting is sure to evoke a sense of wonder and awe in all who behold it. Its timeless appeal and universal beauty make it a perfect addition to any space, serving as a reminder of the tranquility and harmony that can be found in the natural world.With its customizable options, you can tailor this artwork to suit your personal style and preferences. Choose from a range of sizes, frames, and finishes to create a piece that perfectly complements your home decor.Bring the beauty of the forest into your home with our Forest-based Landscape Painting and create a sanctuary of peace and serenity in your living space.",
    "price": 200,
    "rating": 4.8,
    "customization": "Yes",
    "processing_time": "2-3 weeks",
    "stockStatus": "Made to Order",
    "image_url": "https://i.ibb.co/qNnx7JB/Forest-based-Landscape-Painting.webp"
  }
]
