[
  {
    "item_name": "Floral Watercolor Art",
    "subcategory_name": "Watercolor Painting",
    "image": "https://i.ibb.co/2j9SyCZ/Floral-Watercolor-Art.jpg",
    "short_description": "Indulge in the beauty of nature with our Floral Watercolor Art. This exquisite artwork features vibrant floral arrangements delicately painted in watercolor, capturing the ephemeral beauty of flowers in full bloom.As you gaze upon this captivating piece, you'll be transported to a lush garden filled with an abundance of colors and textures. Each brushstroke is infused with life and vitality, creating a sense of movement and energy that enlivens the entire composition.Whether displayed in your living room, bedroom, or office, our Floral Watercolor Art is sure to bring a sense of joy and tranquility to any space. Its timeless appeal and universal beauty make it a perfect addition to any home decor, serving as a reminder of the simple pleasures found in nature.With its customizable options, you can personalize this artwork to suit your unique preferences and style. Choose from a variety of sizes, frames, and finishes to create a piece that truly speaks to you.Bring the beauty of the outdoors into your home with our Floral Watercolor Art and create a sanctuary of peace and serenity in your living space.",
    "price": "$250",
    "rating": 4.8,
    "customization": "Yes",
    "processing_time": "2-3 weeks",
    "stock_status": "In stock"
  },
  {
    "item_name": "Animal Watercolor Portrait",
    "subcategory_name": "Watercolor Painting",
    "image": "https://i.ibb.co/kX3GZ0w/Animal-Watercolor-Portrait.jpg",
    "short_description": "Celebrate the beauty of wildlife with our Animal Watercolor Portrait. These captivating artworks depict animals in their natural habitat, capturing their essence and personality with remarkable detail and precision.As you admire these stunning portraits, you'll be drawn into the world of each animal, experiencing their unique characteristics and behaviors up close. From the majestic grace of a lion to the playful antics of a dolphin, each portrait tells a story and invites you to connect with the wonders of the natural world.Whether displayed in your home, office, or gallery, our Animal Watercolor Portrait is sure to make a statement. Its timeless appeal and universal appeal make it a perfect addition to any space, serving as a reminder of the beauty and diversity of the animal kingdom.With its customizable options, you can personalize these artworks to suit your unique preferences and style. Choose from a variety of sizes, frames, and finishes to create a collection that truly speaks to you.Bring the beauty of wildlife into your home with our Animal Watercolor Portrait and experience the magic of the natural world in every brushstroke.",
    "price": "$200",
    "rating": 4.6,
    "customization": "No",
    "processing_time": "1-2 weeks",
    "stock_status": "In stock"
  }
]
