[
  {
    "item_name": "Realistic Oil Portrait",
    "subcategory_name": "Oil Painting",
    "image": "https://i.ibb.co/h2DHfmZ/Realistic-Oil-Portrait.jpg",
    "short_description": "Immerse yourself in the mesmerizing world of realism with our Realistic Oil Portrait. This exquisite artwork is a testament to the skill and talent of the artist, capturing the likeness of the subject with unparalleled detail and precision.Every brushstroke is carefully applied to convey the subtle nuances of expression, form, and texture, resulting in a portrait that is as lifelike as it is captivating. From the sparkle in the eyes to the texture of the skin, every aspect of the subject is rendered with remarkable accuracy, drawing the viewer into the scene and creating a sense of intimacy and connection.Whether displayed in your home, office, or gallery, our Realistic Oil Portrait is sure to make a statement. Its timeless beauty and universal appeal make it a perfect addition to any space, serving as a cherished memento of a loved one or a striking focal point in your decor.With its customizable options, you can personalize this artwork to suit your preferences and style. Choose from a variety of sizes, frames, and finishes to create a piece that is truly one-of-a-kind.Experience the magic of realism with our Realistic Oil Portrait and bring a touch of elegance and sophistication to your surroundings.",
    "price": "$300",
    "rating": 4.9,
    "customization": "Yes",
    "processing_time": "3-4 weeks",
    "stock_status": "Made to Order"
  },
  {
    "item_name": "Abstract Oil Painting",
    "subcategory_name": "Oil Painting",
    "image": "https://i.ibb.co/0Y79n5n/Abstract-Oil-Painting.jpg",
    "short_description": "Dive into a world of color and emotion with our Abstract Oil Painting. This vibrant and expressive artwork is a celebration of creativity and imagination, featuring abstract shapes and colors that dance across the canvas in a mesmerizing display.Each brushstroke is infused with energy and emotion, creating a dynamic composition that invites the viewer to explore and interpret its meaning. From bold brushstrokes to delicate textures, every element of the painting contributes to its overall impact, eliciting a range of emotions and sensations in the viewer.Whether displayed in your home, office, or gallery, our Abstract Oil Painting is sure to spark conversation and intrigue. Its bold colors and dynamic composition make it a striking addition to any space, serving as a focal point that commands attention and inspires creativity.With its customizable options, you can personalize this artwork to suit your preferences and style. Choose from a variety of sizes, frames, and finishes to create a piece that reflects your unique personality and aesthetic.Explore the boundless possibilities of abstraction with our Abstract Oil Painting and unleash your imagination in a riot of color and form.",
    "price": "$280",
    "rating": 4.7,
    "customization": "No",
    "processing_time": "2-3 weeks",
    "stock_status": "In stock"
  }
]
